[General]
Translator, "MFM Dawdeh"
LangVersion, "3.3.0.0"
IsRTL, "1"


[Icon]
R0lGODlhEAAMAOYAAHebhkuBYqPGpFadWwR6NlCGZgB2L0ufbgJ4Mk6EZUuBYZ3CpXawe2+qh3Ww
eou3kp3DpUyBYUyDY4G0l6m0rsva0rXTwmOsgmauhGCmfWuxiWmngXKwe02caMzc03OyjEyZVl+q
f6Wzp52wpXSXgGqUe2muhm+teJLCp1aJa3S0j2qTe3a3kWGOdEuYVpC3oGambG+xi466kpG3oHGX
gU+hclemeKTLtpK7o1+le2uohW6phl+qflaJbGCqfoq2kTiRXIGzlVihcLDRv5O7pDeQWmWma3Sy
jWCOdJTApU+GZam0rY+7k5O/pXS0jgV6Nkqgbgh8OQF4MxqGRzOTW2CqfwB4MnCzjIGhjgR6NYSW
iwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5
BAAAAAAALAAAAAAQAAwAAAeRgCNYg4SFhSIAV4qLKk6LiwA0VZNVPkcVHh88IZQkK1CgB0kCHCcC
TQegUCVIVK4ZMkIYLB1MOa5ULT1TvBNGJhcaMTBBvFMpBVHKOi4oNTY3IBvKUQUJT08EQD8MQxYO
D0UE2AlKUucIDQsDAxA7COdSEgFW9VYGRDMvOAb2VgERsggcSJCggiVaEipcuJBCIAA7


[BFAPI_Strings]
ErrorFailClientTime, "لم يتم تعيين ساعة الحاسوب بشكل صحيح\nالرجاء التحقق من وقت نظامك الخاص وحاول مرة أخر"
ErrorFailLogin, "تحقق من عنوان البريد الإلكتروني وكلمة سرك الخاصة وحاول مرة أخرى"
ErrorFailPrefix, "Failed to connect to your Binary Fortress account."
ErrorInvalidProTrialLicenseKey, "تبدون باطل FileSeek مفتاح رخصة تقييمك\nالرجاء الإتصال بنا للمزيد من المعلومات"
ErrorItemSizeTooLarge, "كبيرة جداFileSeek إحدى ملفات تعريف\nرجاء حاول مزامنة ملف تعريف أصغر"
ErrorTrialExpiredPrompt, "انتهت مدة صلاحية "ترخيصك التجريبية برو FileSeek" الخاص\nهل تريد أن اتصل بنا وبدء محاكمة أخرى"
ErrorUnknownProPurchasedLicenseKey, "FileSeek مفتاح رخصة\nالرجاء الإتصال بنا للمزيد من المعلومات"
LoginPrompt, "You need to enter your Binary Fortress login information first.\nWould you like to enter your login information now?"
TitleSync, "Syncing with your Binary Fortress Account"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "My &Account"
btnMyLicenses, "رخصتي"
btnRegister, "&Register"
lblAccountStatus, "Account Status:"
lblEmailAddress, "Email Address:"
lblMyPassword, "Reset Password"
lblName, "Name:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "شخصي أو شركة، # المشار إليه في اسم الترخيص"
LicenseRestrictionDonation, "شخصي فقط، حاسوب 1"
LicenseRestrictionEnterprise, "الحاسبات الغير محدودة في شركة الغير محدودة المواقع"
LicenseRestrictionPersonalHome, "شخصي فقط، وغير محدود من الحواسيب الشخصية"
LicenseRestrictionSite, "أجهزة الحواسيب غير محدود في الموقع 1"
LicenseRestrictionStandard, "شخصي أو شركة، حاسوب 1"
LicenseRestrictionSteam, "شخصي أو شركة، غير محدودة من أجهزة الحاسوب المستخدم الرئيسي لك ويتم دفع تثبيتة"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "الرجاء ادخال عنوان بريد الكتروني صالح وحاول مرة اخرى"
ErrorEnterPassword, "الرجاء ادخال كلمة سرك وحاول ثانية"
ErrorLoginFailed, "فشل في تحميل معلومات حسابك الخاص\nالرجاء التحقق من عنوان البريد الإلكتروني وكلمة سرك الخاصة وحاول مرة أخرى"
ErrorNoLicensesFound, "ناسف، لا يمكن أن نجد أي معلومات ترخيص من أجل هذا الحساب\nاذا كنت بحاجة إلى أي مساعدة، يرجى الاتصال"
ErrorUnknownLicenses, "حدث خطأ أثناء تحميل معلومات ترخيصك"
ErrorUnknownLogin, "حدث خطأ أثناء تحميل معلومات حسابك"
Note, "زامن ملفات تعريف بحثك.FileSeek إتصل لإسترجاع مفتاح رخصتك"
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "My Binary Fortress Account"
TitleLoadingLicenses, "تحميل معلومات الرخصة"


[BFAPIMyLicenses_Controls]
colDateCreated, "تاريخ الانشاء"
colDateExpires, "تاريخ انتهاء الصلاحية"
colLicenseKey, "مفتاح الرخصة"
colLicenseRestrictions, "قيود الرخصة"
colLicenseType, "نوع الرخصة"
colName, "اسم الرخصة"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "هل انت متاكد تريد استخدام مفتاح الترخيص هذا؟"
ErrorSelectLicense, "الرجاء تحديد الرخصة من القائمة.حاول مرة اخرى"
ShowNeedLicenseWarning, "حدد احد مفاتيح رخصتك من القائمة ثم انقر زر موافق لاستخدام مفتاح الترخيص هذا"
Title, "رخصتي"


[BFFormDownload_Strings]
ConfirmCancel, "هل تريد الغاء التحميل"
Error, "لقد حدث خطأ"
Progress, "(المتبقية: {0} ك ب (مجموع {1} ك. ب"
ProgressUnknown, "جاري التحميل: {0} ك. ب"


[BFFormErrorMessage_Controls]
btnCopy, "نسخ الى الحافظة"
btnMoreInformation, "اظهار المزيد من المعلومات"


[BFFormProxySettings_Controls]
btnSave, "حفظ"
lblProxyAddress, "عنوان الخادم:"
lblProxyPassword, "كلمة السر:"
lblProxyPassword2, "اعادة كلمة السر:"
lblProxyPort, "منفذ:"
lblProxyUsername, "اسم المستخدم:"
rdoCustomSettings, "استخدم اعدادات خادم الوكيل المخصص"
rdoNoProxy, "(لايوجد خادم للوكيل(اتصال بالانترنت مباشر"
rdoUseIESettings, "استخدام إعدادات اتصال إنترنت إكسبلورر"


[BFFormProxySettings_Strings]
EnterServerAddress, "الرجاء إدخال عنوان خادم الوكيل أو لا تحدد خادم الوكيل"
EnterServerPort, "الرجاء إدخال منفذ خادم الوكيل أو لا تحدد خادم الوكيل"
PasswordDecryptionFailed, "يبدو أن إعدادات اتصالك بإلانترنت غير صالحة\nالرجاء إعادة إدخال كلمة سرك الخاصة على الخادم الوكيل"
PasswordsNotMatch, "كلمات ملقم وكيلك الخاص لا تتطابق الرجاء المحاولة مرة أخرى"
Title, "اعدادات الاتصال بالانترنت"


[BFFormSelectApplication_Controls]
ButtonBrowse, "استعراض"
ButtonRefresh, "انعاش"
ColApplication, "التطبيق"
ColPath, "مسار"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"


[BFFormSelectApplication_Strings]
AllApplications, "كل التطبيقات"
PleaseSelectApplication, "الرجاء تحديد التطبيق اولا"
Title, "حدد التطبيق"


[BFFormSettingsAdvanced_Controls]
btnDelete, "قيمة افتراضية"
colSetting, "اعداد"
colValue, "القيمة"
lblHelp, "انقر نقرا مزدوجا فوق الإعداد لتغييره، انقر فوق زر 'تعليمات' للحصول على مزيد من المعلومات"


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "حدث خطأ أثناء حفظ هذا الإعداد"
SavedSuccessfully, "تم حفظ اعداداتك المتقدمة بنجاح\nكي تصبح هذة الاعدادات سارية المفعول FileSeek أنت قد تحتاج لاعادة تشغيل"
Title, "الاعدادات المتقدمة"
TitleEdit, "تحرير الاعدادات المتقدمة"


[BFFormSupportRequest_Controls]
lblEmailAddress, "عنوان البريد الالكتروني:"
lblMessage, "رسالة:"
lblName, "الاسم:"
lblSubject, "الموضوع:"
lblWarning, "سيتم تشفير المعلومات من علامة التبويب استكشاف الأخطاء وإصلاحها وملف Debug.log الخاصة وأرسل جنبا إلى جنب مع طلب الدعم هذا حتى نتمكن من حل مشكلتك بسرعة أكبر."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "الرجاء ادخال عنوان بريد الكتروني صالح وحاول مرة اخرى"
EnterMessage, "الرجاء ادخال الرسالة وحاول مرة اخرى"
EnterName, "الرجاء ادخال اسمك الخاص وحاول مرة اخرى"
EnterSubject, "الرجاء ادخال موضوع"
SendSuccess, "احدهم سوف يتصل بك خلال احد ايام العمل\nتم ارسال معلوماتك بنجاح"
Title, "تقديم طلب الدعم"
TooLongEmailAddress, "الرجاء ادخال عنوان بريد الكتروني اقصر وحاول مرة اخرى"
TooLongName, "الرجاء ادخال اسم اقصر وحاول مرة اخرى"


[BFFormUpdate_Controls]
btnChangeLog, "عرض سجل التغيير"
btnDownload, "تحميل وتثبيت"
btnRemindMeLater, "ذكرني لاحقا"
btnSkipThisVersion, "تخطى هذا الاصدار"
btnWebsite, "تحميل"
lblNewVersion, "اصدار جديد:"
lblOldVersion, "الاصدار الحالي:"
lblUpdateNotes, "ما الجديد في هذا الاصدار"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "من المستحسن تحديث هذا الاصدار الجديد\nهل انت متاكد تريد تخطي التحديث؟"
DownloadFailedSave, "فشل في حفظ هذا الملف محليا"
DownloadingUpdate, "تحميل التحديث"
DownloadInvalidData, "ارجاع البيانات الغير صالحة من الخادم قد يكون لدى الخادم مشكلة في العثور على الملف المطلوب"
DownloadNoData, "لا يوجد بيانات ارجاعها من موقع الويب"
ErrorDownload, "حدث خطأ اثناء محاولة تحميل الاصدار الجديد"
Title, "التحديث المتوفر"
UpdateProMessage, "لإستخدام التجديد نقرة واحد FileSeek Pro تحتاج للترقية إلى\nهل تود المزيد من المعلومات حول الترقية"


[BFHelpButton_Controls]
mniOnlineHelp, "تعليمات عبر الانترنت"
mniSupportRequest, "طلب الدعم"


[BFTextQuery_Strings]
CaseSensitive, "حساسة الاحرف:"
MayContain, "قد تحتوي على:"
MayNotContain, "قد لا تحتوي على:"
MustContain, "يجب ان تحتوي على:"
MustNotContain, "يجب ان لا تحتوي على:"


[BFUpdateCheck]
AlreadyInProgress, "التحقق من تقدم التحديث..."
ErrorRunningDownloadedFile, "حدث خطأ اثناء محاولة تشغيل ملف التثبيت الذي تم تنزيلة"
FailedToGetVersion, "تعذر تحميل رقم اصدار احدث"
InvalidLicensePrompt, "تبدو باطلة FileSeek Pro مفتاح رخصتك\nتعليمات الترخيص في دعم التنمية في المستقبل FileSeek Pro يرجى النظر في الشراء\nهل تود أن تشاهد المزيد من المعلومات"
NoUpdate, "انت تستخدم احدث اصدار"
Title, "تحديث"


[cFunctions_Strings]
FolderNotRecognized, "لم يتم التعرف على المجلد المحدد ولا يمكن البحث فية"


[cSettings_Strings]
SettingsLoadError, "حدث خطأ اثناء تحميل الاعدادات"
SettingsSaveError, "حدث خطأ اثناء حفظ الاعدادات"


[frmMain_Controls]
btnBrowseAppendExcludePath, "استعرض وذيل"
btnBrowseExcludePath, "استعراض"
btnFolderBrowse, "استعراض"
btnFolderBrowseAppend, "استعرض وذيل"
btnNewSearch, "بحث في علامة تبويب جديدة"
btnPause, "مهلة"
btnResume, "استأنف"
btnSearch, "بحث"
btnStop, "قف"
chkCaseSensitive, "استعلام حساسة حالة الاحرف"
chkFileSizeMax, "الحجم الاقصى للملف:"
chkFileSizeMin, "الحجم الادنى للملف:"
chkIsExcludeFilesRegEx, "RegEx استبعاد تصفية الملفات"
chkIsIncludeFilesRegEx, "RegEx يتضمن تصفية الملفات"
chkIsQueryRegEx, "RegEx استعلام"
chkSearchSubFolders, "بحث في المجلدات الفرعية"
chkShowFirstResult, "اظهار النتيجة الاولى فقط لكل ملف"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "اظهار اسماء الملفات المطابقة لنص الاستعلام"
chkShowQueryMatchFolders, "اظهار اسماء المجلدات المطابقة لنص الاستعلام"
chkUseIFilters, "(محتويات ملف العملية باستخدام معالجات الملفات(ابطأ"
colDateAccessed, "تاريخ الوصول"
colDateCreated, "تاريخ الانشاء"
colDateModified, "تاريخ التعديل"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "حجم الملف"
colLine, "سطر"
colLineNumber, "سطر#"
colPath, "مسار"
lblAccessedTo, "الى"
lblAdditionalLinesAfter, "تظهر العديد من هذه الخطوط بعد نتيجة البحث:"
lblAdditionalLinesBefore, "تظهر العديد من هذه الخطوط قبل نتيجة البحث"
lblCreatedTo, "الى"
lblDateAccessed, "تاريخ الوصول:"
lblDateCreated, "تاريخ الانشاء:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "تاريخ التعديل:"
lblExcludeFiles, "الملفات المستبعدة:"
lblExcludePath, "المسارات المستبعدة:"
lblFilterResults, "مصفاة:"
lblIncludeFiles, "تضمين الملفات:"
lblModifiedTo, "الى"
lblPath, "مسارات"
lblQuery, "الاستعلام:"
lblStatusFound, "{تم العثور على المتطابقات:{0"
lblStatusTotal, "{الملفات المبحوث عنها{0"
mniAbout, "حول"
mniClearSearchHistory, "Clear Search History"
mniCloseAll, "اغلق الكل"
mniCloseAllButThis, "اغلق الاخرين"
mniCloseSearch, "اغلاق"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "نسخ كل النتائج"
mniExit, "خروج"
mniExplorerContextMenu, "قائمة سياق الوندوز"
mniHelp, "Help"
mniOpenFolder, "افتح المجلد الذي يحتوي على"
mniOpenFolderOnly, "افتح المجلد"
mniOpenOther, "افتح مع تطبيق اخر"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "ازالة النتائج المحددة من القائمة"
mniSettings, "الاعدادات"
mniShowFilterControls, "اظهار عنصر تحكم التصفية"
mniTextCopy, "نسخ"
mniTextSelectAll, "حدد الكل"
mniTools, "الادوات"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "HTML تصدير كل النتائج الى"
mnuExportSelectedResultsHTML, "HTML تصدير النتائج المحددة الى"
mnuFileCopy, "Copy Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "اللغات"
mnuLoadProfile, "حمل"
mnuManageProfiles, "ادارة ملف التعريف"
mnuOpen, "افتح"
mnuOpenNotepad, "افتح باستخدام المفكرة"
mnuProfile, "ملف التعريف"
mnuSave, "حفظ"
mnuSaveAll, "CSV تصدير كل النتائج بصيغة"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "CSV تصدير النتائج المحددة بصيغة"
mnuShowFullLanguageList, "اظهار القائمة كاملة"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "تطابق الاستعلام لكل سطر ملف"
rdoMatchQueryToWholeFile, "تطابق الاستعلام الى الملف باكملة"
tabAdvanced, "متقدم"
tabDateFilters, "تاريخ التصفية"
tabFileSizeFilters, "حجم ملف التصفية"
tabSearch, "بحث"


[frmMain_Strings]
AccessedAfterTT, "{الوصول اليها بعد{0"
AccessedBeforeTT, "{الوصول اليها قبل{0"
AccessedBetweenTT, "{الوصول اليها بين {0} و {1"
AppSelectionErrorPartOne, "لايمكن العثور على التطبيق الذي حددتة"
AppSelectionsErrorPartTwo, "هل تريد تحديد كلمة سر مختلفة الان؟"
btnNewSearchTT, "فتح علامة تبويب جديدة وبدء البحث"
btnSearchTT, "بدء البحث في علامة التبويب الحالية"
btnStopTT, "ايقاف البحث المحدد"
CaseSensitiveQueryTT, "استعلام حساسة حالة الاحرف"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
chkShowFirstResultTT, "سوف يظهر أول سطر متطابق فقط عند مطابقة الاستعلام لكل سطر"
ColumnWidthRestoreError, "حدث خطأ أثناء استعادة عرض الأعمدة"
ColumnWidthSaveError, "حدث خطأ أثناء حفظ عرض العمود"
ContextMenuError, "حدث خطأ أثناء عرض قائمة سياق الويندوز"
CreatedAfterTT, "{التي تم إنشاؤها بعد {0"
CreatedBeforeTT, "{التي تم إنشاؤها قبل {0"
CreatedBetweenTT, "{التي تم إنشاؤها بين {0} و {1"
CSVSpreadsheet, "CSV ملفات"
CustomAppOpenError, "حدث خطأ أثناء فتح هذا الملف مع التطبيق المخصص"
DateCreatedError, "الرجاء تحديد تاريخ إنشائه نهاية تاريخ هذا هو التاريخ يتجاوز البداية"
DateFiltersSelected, "تاريخ التصفية:"
DateMismatchError, "الرجاء تحديد تاريخ إنشائه نهاية تاريخ هذا هو التاريخ يتجاوز البداية"
DateModifiedError, "الرجاء حدد تاريخ تعديل تاريخ الانتهاء هذا هو يتجاوز البداية التاريخ"
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "أدخل اسماً لملف التعريف:"
ExcludeFilesTT, "{استبعاد الملفات: {0"
ExcludePathsTT, "{استبعاد مسارات: {0"
FileDeleteMessage, "بالعملية المطلوبة FileSeek الرجاء الانتظار بينما يقوم\nيمكنك اغلاق هذة النافذة ولكن قد يؤدي الى نتائج غير متوقعة اثناء تشغيل هذة المهمة"
FileDeleteQuestion, "هل أنت متأكد تريد حذف الملفات أو المجلدات المحددة؟"
FileDeleteTitle, "حذف الملفات"
FileDeletionError, "حدث خطأ أثناء حذف هذه الملفات"
FileHandlerError, "الرجاء إدخال مسار للبحث"
FileIncludeNameMatch, "[تطابق اسم الملف [تتضمن عامل تصفية ملفات"
FileOpenError, "حدث خطأ أثناء فتح هذا الملف"
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "[تطابق اسم الملف [الاستعلام"
FileReadError, "{خطأ في الوصول إلى الملف: {0"
FileSelectionError, "الرجاء تحديد ملف على الأقل 1 موجود وحاول مرة أخرى"
FileSizeError, "الرجاء حدد "الملف الحجم الأقصى" مساوية أو أكبر من "الحد الأدنى لحجم الملف"
FileSizeFiltersSelected, "حجم ملف التصفية"
FilesSearched, "{الملفات المبحوث عنها{0"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "حدد مجلد المراد البحث فية"
FolderBrowsingError, "حدث خطأ أثناء التصفح للوصول إلى مجلد"
FolderIncludeNameMatch, "[تطابق اسم المجلد [تتضمن عامل تصفية ملفات"
FolderItemError, "{فشل في الحصول على مجلد للبند: {0"
FolderOpenError, "حدث خطأ أثناء فتح هذا المجلد"
FolderQueryNameMatch, "[تطابق اسم المجلد [نص الاستعلام"
FolderReadError, "{حدث خطأ أثناء قراءة المجلدات في المجلد: {0"
HyperTextMarkupLanguageFile, "ملف اللغة تأشير النصوص الموصولة"
IFilterWarning, "{الرجاء تمكين معالجات الملفات ضمن علامة التبويب خيارات متقدمة لعرض النتائج الصحيحة ل: الملفات: {0"
IncludeFilesTT, "{تضمين الملفات: {0"
InvalidExcludeFilesRegExError, "يتم استبعاد ملفات RegEx نمط صالحة\n{0}"
InvalidFolderLength, "طول المجلد غير صالح"
InvalidIncludeFilesRegExError, "وتشمل ملفات RegEx نمط هو باطل\n{0}"
InvalidQueryRegExError, "نمط RegEx الاستعلام هو باطل\n{0}"
KeypressError, "حدث خطأ أثناء معالجة هذا ضغطه مفتاح"
LinkedFolderError, "عدم البحث في المجلد لأنها مفترق الارتباط"
MatchesFound, "{تم العثور على المطابقات:{0"
MatchesFromQueue, "Queued Results: {0}"
MaxFileSizeTT, "{أقصى حجم للملف: {0"
MaxPathError, "هذا مسار طويل، وقد لا تعمل بعض البرامج"
MenuOpenError, "حدث خطأ أثناء فتح القائمة"
MinFileSizeTT, "{حجم الملف الحد الأدنى: {0"
ModifiedAfterTT, "{تعديل بعد {0"
ModifiedBeforeTT, "{تم التعديل من قبل: {0"
ModifiedBetweenTT, "{تعديل بين {0}و{1"
More, "(أكثر)"
NoDateFiltersSelected, "لا توجد تصفية في التاريخ المحدد"
NoFileSizeFiltersSelected, "لا توجد تصفية لحجم الملف المحدد"
NoOptionsSelected, "لا الخيارات المحددة"
NotepadError, "حدث خطأ أثناء فتح هذا الملف باستخدام المفكرة"
NoTextSelectionError, "الرجاء حدد بعض النص وحاول مرة أخرى"
NotYourProfile, "أنك لا تملك هذه الشخصية"
OnlyShowFirstResultTT, "فقط إظهار النتيجة الأولى"
OpenManyQuestion, "هل أنت متأكد من أنك سوف مثل فتح {0} الملفات أو المجلدات؟"
OptionsSelected, "الخيارات المحددة:"
PathsTT, "{مسارات: {0"
PathTooLongError, "لا يعتمد الوندوز هذا الإجراء باستخدام أسماء المسار طويل"
ProfileLoadError, "حدث خطأ أثناء تحميل ملف التعريف هذا"
ProfileLoadOnStartError, "حدث خطأ أثناء تحميل ملف التعريف هذا. ملف التعريف غير موجود"
ProfileOverwriteQuestion, "هل أنت متأكد ترغب في الكتابة فوق ملف تعريف '{0}'؟"
ProfileSaved, "{حفظ إعدادات البحث على التشكيل الجانبي '{0"
ProfileSaveError, "غير قادر على حفظ ملف التعريف"
ProOnlyDoubleClickPrompt, "ميزة فقط FileSeek Pro يمكنك تعيين معالج النقر بنقر افتراضي مزدوج\nيمكنك تغيير معالج النقر بنقر افتراضي مزدوج من اعدادات> تبويب البحث\nهل تود المزيد من المعلومات حول الترقية"
QueryTT, ":استعلام\n{0}"
rdoMatchQueryLineByLineTT, "فتح ملف خط واحد في وقت واحد، وفي محاولة لمطابقة الاستعلام لكل سطر"
rdoMatchQueryToWholeFileTT, "فتح الملف بأكمله في وقت واحد، وفي محاولة لمطابقة الاستعلام للنص بأكمله"
ResultCopied, "إحدى نتائج نسخ إلى الحافظة"
ResultCopyError, "حدث خطأ أثناء نسخ نتائج بحثك الخاصة إلى الحافظة"
ResultSaveError, "حدث خطأ أثناء حفظ نتائجك الخاصة\n{0}"
ResultsCopied, "{0} نتائج نسخ إلى الحافظة"
ResultSelectionError, "الرجاء تحديد نتيجة البحث 1 على الأقل، وحاول مرة أخرى"
SaveResults, "حفظ النتائج إلى جدول البيانات"
SaveResultsAsHTML, "HTML حفظ النتائج كملف"
SaveSearchProfile, "حفظ ملف تعريف البحث"
SearchComplete, "{0} s بحث أنجز في"
SearchCriteria, "معايير البحث:"
SearchCriteriaEmptyTT, "البحث عن معايير فارغة"
SearchEnd, "Search End: {0}"
SearchError, "حدث خطأ أثناء البحث"
SearchStart, "Search Start: {0}"
SearchSubFoldersTT, "بحث في المجلدات الفرعية"
SettingFormShowError, "لقد حدث خطأ أثناء عرض نافذة الإعدادات"
Syncing, "Syncing with your Binary Fortress Account..."
TextCopyError, "حدث خطأ أثناء نسخ هذا النص"
TextProcessingError, "حدث خطأ أثناء معالجة النص"
TextSelectionError, "الرجاء حدد بعض النص وحاول مرة أخرى"
txtPathTT, "فصل عناصر متعددة مع | حرف"
UseFileHandlersTT, "استخدام معالجات الملفات"
ViewingAppPartOne, "أنت لم تقم بتحديد تطبيق عرض حتى الآن"
ViewingAppPartTwo, "هل تريد تحديد أحد الآن؟"
WindowsVersionError, "اسف، هذه الدالة غير متوفرة في هذا الإصدار من الوندوز"


[frmProfileManager_Controls]
btnCopyProfile, "نسخ ملف التعريف"
btnDelete, "Delete"
btnRename, "اعادة التسمية"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "اسم ملف التعريف"
colProfileOwner, "مالك الشخصية"
lblCurrentProfile, "{المستخدم الحالي{0"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "ماذا تحب دعوة ملف تعريف حياتك الجديدة؟"
MustSelectAnItem, "الرجاء تحديد ملف التعريف من القائمة، وحاول مرة أخرى"
ProfileDeleteQuestion, "هل أنت متأكد ترغب في حذف ملف التعريف المحدد؟"
RenameSearchProfile, "إعادة تسمية ملف تعريف البحث"
SearchProfileName, "البحث عن اسم ملف تعريف:"
Title, "ادارة ملف التعريف"


[frmSettings_Controls]
btnApply, "تطبيق"
btnBackupSettings, "Export Settings"
btnBrowseOther, "استعراض"
btnChangeToFree, "تغيير الى الاصدار التجريبي"
btnCheckNow, "Check for &Updates Now"
btnClearHistory, "مسح تواريخ البحث"
btnIFilterToggle, "معالج ملف التبديل"
btnLicenseKeyLoadOnline, "Load from Binary Fortress Account"
btnOtherDefault, "افتراضي"
btnPasteFromClipboard, "لصق من الحافظة"
btnProxySettings, "اعدادات الاتصال بالانترنت"
btnRestoreSettings, "استعادة الإعدادات"
btnTroubleshootingClearLog, "مسح السجل"
btnTroubleshootingCopy, "نسخ الى الحافظة"
btnTroubleshootingOpenLog, "افتح السجل"
chkAutoUpdate, "التحقق من وجود تحديثات تلقائيا"
chkBeta, "(التحقق من جديد إصدارات بيتا (أحدث وغير مستقرة"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorForLongPaths, "إظهار خطأ وتخطي المسار عند أطول من 260 حرفاً"
chkIFilterErrors, "(اظهار خطأ للملفات مع أي معالج الملف (عندما يتم تمكين ملف معالج البحث"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "البحث في ملفات و المجلدات الموجودة على مفترق ارتباط"
chkLinkedFoldersSearchShowErrorOnSkip, "إظهار رسالة عند تخطي مفترق الارتباط"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkShowErrorEmptyPDF, "Show an Error when an empty PDF file is found"
chkShowFileErrors, "إظهار خطأ عندما لا يمكن الوصول إلى ملف/مجلد"
chkShowToolTips, "اظهار شريط التلميح"
chkStartWithClearProfile, "دائما مع معايير البحث الفارغة FileSeek يبدأ"
chkTreatAllIncludeFiltersAsWildcards, "التعامل مع كافة الملفات التي تتضمن عوامل التصفية كأحرف البدل"
chkWindowsContextMenu, "في قائمة سياق النوافذ FileSeek اظهار"
colName, "الاسم"
colRightToLeft, "يمين الى اليسار"
colTranslators, "المترجمون"
colVersion, "الاصدار"
gbAutoUpdate, "التحقق من التحديث"
gbCmdLineVars, "متغيرات سطر الاوامر"
gbGeneralOptions, "خيارات عامة"
gbUpdateSettings, "اعدادات التحديث"
lblCmdLineParam, "معلمات سطر الأوامر للتمرير:"
lblDefaultDoubleClick, "تحديد العملية الافتراضية عند النقر المزدوج على نتيجة البحث:"
lblExpireDate, "تاريخ انتهاء الترخيص:"
lblLicenseKey, "مفتاح الترخيص:"
lblLicenseTo, "مرخص الى:"
lblNumChar, "اظهار هذا العدد من الاحرف لكل نتيجة:"
lblSelectViewingApp, "عرض تطبيق الملف المحدد:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
lblUpdateLanguages, "Get New and Updated Languages"
LogLevel0, "تسجيل الدخول:معطل"
LogLevel1, "تسجيل الدخول: الهامة فقط"
LogLevel2, "تسجيل الدخول: مفصل"
LogLevel3, "تسجيل الدخول: كل الخطوط"
tabLanguage, "اللغات"
tabLicense, "مفتاح الرخصة"
tabTroubleshooting, "استكشاف الأخطاء وإصلاحها"


[frmSettings_Strings]
AppBrowsingError, "حدث خطأ أثناء التصفح لأحد تطبيقات"
cboDefaultDoubleClickOperation_ExportAllCSV, "CSV تصدير كل النتائج إلى"
cboDefaultDoubleClickOperation_ExportAllHTML, "HTML تصدير كل النتائج إلى"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "CSV تصدير النتائج المحددة إلى"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "HTML تصدير النتائج المحددة إلى"
cboDefaultDoubleClickOperation_Open, "فتح من معالج افتراضي"
cboDefaultDoubleClickOperation_OpenContainingFolder, "فتح المجلد المتضمن"
cboDefaultDoubleClickOperation_OpenNotepad, "افتح باستخدام المفكرة"
cboDefaultDoubleClickOperation_OpenOther, "افتح مع تطبيق اخر"
ChangeToFreeQuestion, "هل أنت متأكد تريد إزالة مفتاح ترخيصك الخاص وقم بالتبديل إلى نسخة مجانية؟"
chkTreatAllIncludeFiltersAsWildcardsTT, "*foo* مع تمكين هذا الخيار، سيتم التعامل مع بحث تم إدخالها"
ClearHistoryError, "حدث خطأ أثناء مسح سجل بحثك الخاص"
ClearHistoryWarning, "هل أنت متأكد من أنك تريد مسح سجل بحثك الخاص؟"
CommandLineError, "الرجاء إدخال معلمات سطر الأوامر، أو انقر فوق 'الافتراضي' لإعادة تعيينهم"
DebugLogCleared, "تم مسح ملف سجل التصحيح بنجاح"
DebugLogNotFound, "تعذر العثور على ملف سجل التصحيح\nتأكد أنك قمت بتمكين تسجيل التصحيح أولاً"
DisableFileHandler, "تعطيل معالج الملف"
EnableFileHandler, "تمكين معالج الملف"
FileCommandDescription, "{0}: استبدال اسم الملف الكامل"
FileHandlerListError, "حدث خطأ أثناء إدراج معالجات الملفات"
FileHandlerSelectError, "حدث خطأ أثناء تحديد معالج الملف هذا"
FileHandlerToggleError, "لقد حدث خطأ أثناء تبديل معالج الملف هذا"
FreeVersion, "الإصدار المجاني"
HistoryCleared, "مسح تاريخ البحث بنجاح"
InternetSettingsWindowError, "حدث خطأ أثناء فتح نافذة إعدادات الاتصال بالانترنت"
InvalidExitcode, "{رمز الخروج المعاد: باطل {0"
LineCommandDescription, "{0}: استبدال رقم السطر"
lvIFilters_Extension, "الإمتداد"
lvIFilters_Handler, "المعالج"
lvIFilters_HandlerVersion, "الاصدار"
NumOfCharError, "الرجاء إدخال عدد من الأحرف بين {0} و {1}، وحاول مرة أخرى"
RestoreSettingsFailed, "فشل في استعادة إعداداتك الخاصة"
RestoreSettingsSuccess, "تمت استعادة اعداداتك الخاصة بنجاح"
SettingMenuError, "حدث خطأ أثناء تعيين إعدادات قائمة السياق"
tabSettings_About, "حول"
tabSettings_FileHandlers, "معالجات الملفات"
tabSettings_Options, "خيارات"
tabSettings_OtherApp, "تطبيق اخر"
tabSettings_Search, "بحث"
Title, "الاعدادات"
TroubleshootingCopyError, "فشل في نسخ معلومات استكشاف اخطاءك وإصلاحها"
TroubleshootingCopySuccess, "تم نسخ معلومات استكشاف اخطاءك وإصلاحها بنجاح إلى الحافظة"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "حفظ نتائج البحث بنجاح\nل ترغب في عرض الملف"
SearchCriteria, "معايير البحث"
SearchDate, "تاريخ البحث:"
Title, "FileSeek نتائج بحث"


[IFilterHelper_Strings]
UnknownError, "خطأ غير معروف للتصفية"
UsingStandardMethodWarning, "لايوجد ملف معالج لهذا الملف البحث باسلوب قياسي"


[LicenseValidate_Strings]
ExpiredPrompt, "انتهت FileSeek آسف، مفتاح رخصة تقييم\nFileSeek .إذا إشتريت الرخصة، رجاء إدخلها في نافذة اعدادات\n\nFileSeek Pro هل تود المزيد من المعلومات حول شراء"
Invalid, "آسف، مفتاح ترخيصك الخاص غير صالحة"
InvalidReseller, "المزود من قبل بائعك FileSeek آسف، مفتاح رخصتك صحيح فقط مع\nالرجاء الاتصال ببائعك للمزيد من المعلومات"
LicenseProcessPro, "شكرا لكم على التسجيل"
LicenseProcessRemoved, "تم ازالة مفتاح ترخيصك"
LicenseProcessTrial, "FileSeek Pro شكرا لكم لمحاولة !\n {0:D} ستنتهي مدة صلاحية ترخيصك الخاص في"
RegistryExportSuccess, "تم تصدير اعداداتك الخاصة بنجاح"
TrialAlmostDonePrompt, "رخصة تقييمك ستنتهي قريبا\nFileSeek إذا إشتريت الرخصة، رجاء إدخلها في نافذة اعدادات\n\nFileSeek Pro هل تود المزيد من المعلومات حول شراء"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "FileSeek البحث مع"


[Words]
AdminSettingsLock, "يتم إدارة بعض الإعدادات من قبل مسؤول نظامك الخاص"
Apply, "تطبيق"
ButtonEnterLicenseKey, "ادخل مفتاح الرخصة"
ButtonLater, "لاحق"
ButtonMoreInformation, "المزيد من المعلومات"
ButtonUseFreeVersion, "انت تستخدم اصدار مجاني"
Cancel, "الغاء الامر"
Close, "اغلاق"
Custom, "Custom"
Default, "Default"
Error, "خطأ"
ErrorNotAdminUACDisabled, "معطل، لكنك لست مديرا، عملك المطلوب من المحتمل سيفشل UAC\nأو إتصل كمدير وحاول ثانية UAC رجاء مكن\nرجاء تأكد من اعادة تشغيل حاسوبك.UAC إذا عطلت مؤخرا"
Help, "تعليمات"
Info, "معلومات"
NeedProQuestion, "لإستخدام هذه الميزة.FileSeek Pro تحتاج للترقية إلى\nهل تود المزيد من المعلومات عن الترقية"
Never, "ابدا"
No, "لا"
OK, "موافق"
ProOnlyNotice, "سلط الضوء على ميزات المحترفين فقط باللون الأزرق"
Refresh, "انعاش"
Seconds, "seconds"
Yes, "نعم"


[Installer]
AdditionalIcons, "ايقونات اضافية:"
ContextMenu, "الى قائمة السياق FileSeek اضافة"
CurrentUserOnly, "للمستخدم الحالي فقط"
DesktopIcon, ""انشأ ايقونة على سطح المكتب"
DotNetDownloadNow, "هل تريد تحميلة الان؟"
DotNetNeededMayNotWork, "Microsoft .NET Framework 2.0.قد لا يعمل بشكل صحيح بدون FileSeek"
DotNetRequired, "Microsoft .NET Framework 2.0 يتطلب FileSeek"
DotNetReRunInstall, "Microsoft .NET Framework 2.0 بعد تثبيت FileSeek رجاء أعد تثبيت"
ForAllUsers, "لكل المستخدمين"
LaunchFileSeek, "FileSeek انطلاق"
LicKeyInvalid, "يبدو مفتاح الترخيص هذا غير صالح"
LicKeyLabel, "مفتاح الترخيص:"
LicKeySelectOption, "Please select a License Key Option and try again."
LicKeyText, "License Key Options:"
LicKeyTextAdminLocked, "تم تعيين مفتاح ترخيصك الخاص من المسؤول الخاص"
LicKeyTextChangeFree, "انقر فوق 'تغيير إلى الإصدار المجاني في نافذة الإعدادات لاستخدام الإصدار المجاني"
LicKeyTextEnterOrFree, "Please enter a valid License Key or select 'Use Free Version'."
LicKeyTextPaid, "Use this License Key:"
LicKeyTextTrial, "Use Trial Version (first time only), reverts to Free Version after 30 days"
RunAtStartup, "عند بدء تشغيل الوندوز FileSeek بدء"
ShowWelcome, "صفحة ترحيب FileSeek اظهار"
TextBefore, "قيد التشغيل حاليا الرجاء التاكد من اغلاقة قبل تثبيت هذا الاصدار الجديد FileSeek اذا كان لديك\n\nللتجديدات والدعم http://www.fileseek.ca قم بزيارة"
UninstallRemoveAllData1, "بالكامل، التفضيلات والملفات مؤقتة FileSeek هل تود أن تزيل كل اعدادات"
UninstallRemoveAllData2, "مرة اخرى FileSeek هذا غير مستحسن اذا اردت تثبيت"